export const companyBlock = {
  title: "ГЛАВНОЕ О КОМПАНИИ В ЦИФРАХ",
};
export const jobsBlock = {
  title: "Преимущество сотрудничества",
};
export const rezkaBlock = {
  title: "Демонтажные работы любой сложности",
  text: "Чтобы что-то построить, нужно сначала что-то разрушить...",
};
export const safetyBlock = {
  title: "Ваш комфорт и безопасность — наш приоритет",
  text: "Наша команда гарантирует аккуратное выполнение работ любой сложности, минимизируя риски для окружающих объектов и людей.",
  btn: "ПОЛУЧИТЬ КОНСУЛЬТАЦИЮ",
};
