export const PHONE_TEMPLATE = "+7 (9xx) xxx-xx-xx";

export const PHONE_MESSAGES = {
  title: 'ООО "Фортекс Дон"',
  subtitle: "Оставьте номер телефона и мы с вами свяжемся в ближайшее время!",
  success: "Номер телефона успешно отправлен, мы скоро с вами свяжемся!",
  error: {
    main: "❌ Не удалось отправить номер. Пожалуйста, свяжитесь с нами напрямую:",
    phone: "+7 918 555-59-32",
  },
  validation: "Пожалуйста, введите полный номер (11 цифр).",
  button: "Позвоните мне!",
};
