import { PiMoneyWavyLight, PiTimer } from "react-icons/pi";
import { GrNotes } from "react-icons/gr";
import { BiMailSend } from "react-icons/bi";
import { TbEyeSearch } from "react-icons/tb";
import { FaFilePen } from "react-icons/fa6";
import { GiBrokenWall, GiFullMetalBucketHandle } from "react-icons/gi";
import { SlBookOpen } from "react-icons/sl";

export const safetyCards = [
  {
    title: "Скорость",
    icon: PiTimer,
    description:
      "Мы предлагаем услуги по демонтажу конструкций любой сложности. Наша команда профессионалов способна выполнить работы в кратчайшие сроки, используя современное оборудование и технологии. Это позволяет минимизировать время простоя и оптимизировать расходы для наших клиентов.",
  },

  {
    title: "Качество",
    icon: GrNotes,
    description:
      "Мы выполняем демонтажные работы с использованием современного оборудования, обеспечивая высокое качество и точность, как резки металлических конструкций, так и строительных сооружений. Наша цель — предоставить услуги демонтажа с гарантией надёжности и безопасности.",
  },
  {
    title: "Доступность",
    icon: PiMoneyWavyLight,
    description:
      "Наши услуги по демонтажу доступны по цене и адаптированы под бюджеты разных заказчиков. Мы предлагаем оптимальные решения, чтобы сделать демонтаж эффективным и экономически выгодным. Качественное выполнение работ без лишних затрат — наш приоритет.",
  },
];

export const jobsSteps = [
  {
    number: 1,
    title: "Оформление заявки",
    icon: BiMailSend,
    description:
      "Оформите заявку на нашем сайте, и мы быстро и профессионально приступим к демонтажу конструкций или зданий. Наша команда имеет допуск к работам повышенной опасности. Мы поможем вам освободить площадку для новых проектов.",
  },
  {
    number: 2,
    icon: TbEyeSearch,
    title: "Осмотр",
    description:
      "Наша команда специалистов проводит тщательный осмотр объектов перед началом демонтажных работ. Это позволяет точно определить объёмы работ и обеспечить безопасность при демонтаже металлических конструкций и зданий. Мы учитываем все особенности объекта, чтобы выполнить демонтаж качественно и в срок.",
  },
  {
    number: 3,
    icon: FaFilePen,
    title: "Заключение договора",
    description:
      "Мы предлагаем профессиональный демонтаж любых конструкций и сооружений. Гарантируем безопасность и соблюдение всех норм при работе с опасными материалами. Заключите договор, чтобы начать сотрудничество",
  },
  {
    number: 4,
    icon: GiBrokenWall,
    title: "Демонтаж",
    description:
      "Наши специалисты выполняют демонтаж любой сложности с использованием профессионального оборудования. Мы строго соблюдаем все необходимые стандарты безопасности и обеспечиваем качественное выполнение работ в кратчайшие сроки.",
  },
  {
    number: 5,
    icon: GiFullMetalBucketHandle,
    title: "Утилизация",
    description:
      "Мы выполняем демонтаж любой сложности и утилизируем отходы производства, соблюдая все необходимые экологические стандарты. Ваш комфорт и безопасность окружающей среды — наш приоритет.",
  },
  {
    number: 6,
    icon: SlBookOpen,
    title: "Прозрачность сделки",
    description:
      "Мы выполняем демонтаж любой сложности и предоставляем полный пакет документов, включая акт выполненных работ. Это гарантирует прозрачность и соответствие всех этапов проекта установленным стандартам.",
  },
];

export const companyDataCard = [
  {
    title: "13",
    description: "ЛЕТ КОМПАНИИ",
  },
  {
    title: "30 000+",
    description: "ТОНН МЕТАЛЛА ДЕМОНТИРОВАНО",
  },
  {
    title: "10+",
    description: "ЕДИНИЦ СПЕЦТЕХНИКИ В СОБСТВЕННОСТИ",
  },
  {
    title: "240+",
    description: "ОБЪЕКТОВ ЗАВЕРШЕНО",
  },
  {
    title: "15+",
    description: "ШТАТ СОТРУДНИКОВ",
  },
  {
    title: "100%",
    description: "ЛИЦЕНЗИРОВАННАЯ ДЕЯТЕЛЬНОСТЬ",
  },
];
